{
    "header": {
        "home": {
            "title": "Inicio"
        },
        "whoWeAre": {
            "title": "Quem somos",
            "href": "/quem-somos"
        },
        "transparency": {
            "title": "Transparência",
            "href": "/quem-somos#transparency"
        },
        "subscribe": {
            "title": "Inscreva-se"
        },
        "hireATalent": {
            "title": "Contrate um Talento",
            "href": "/contrate-um-talento"
        }
    },
    "home": {
        "MainHighlight": {
            "bannerText": {
                "start": "MULTIPLICAMOS OPORTUNIDADES PARA A ",
                "highlight": "JUVENTUDE NEGRA E INDÍGENA",
                "final": "NO MERCADO DA TECNOLOGIA"
            },
            "buttonSubscribe": "Inscreva-se para a próxima turma",
            "buttonHireATalent": "Contrate um Talento",
            "womanImageAlt": "",
            "manImageAlt": ""
        },
        "ImpactStatus": {
            "statusItem": {
                "0": {
                    "data": "+300",
                    "label": "Jovens formados",
                    "description": "Formamos mais de 300 jovens de todo o Brasil."
                },
                "1": {
                    "data": "+R$ 6.7 milhões",
                    "label": "Gerados em renda",
                    "description": "Geramos mais de 6.7 milhões de reais em renda agregada por nossos estudantes ao se empregarem na área de tecnologia."
                },
                "2": {
                    "data": "144%",
                    "label": "Aumento em média na renda",
                    "description": "Em média geramos um aumento de 144% da renda familiar dos nossos estudantes ao se empregarem no mercado de tecnologia."
                }
            }
        },
        "WhoWeAre": {
            "descriptionText": {
                "start": "O Instituto Programadores do Amanhã nasceu em 2021 com o",
                "highlight": "objetivo de formar e empregar jovens pretos, pardos e indígenas",
                "final": "no mercado de tecnologia."
            },
            "buttonLearnMore": "Saiba mais"
        },
        "OurNews": {
            "title": "Nossas Noticias",
            "description": "Veja o que a comunidade tem falado da Programadores do Amanhã.",
            "news": {
                "0": {
                    "linkTitle": "Ver post"
                },
                "1": {
                    "content": "“A ONG já formou 140 jovens, que saíram do curso empregados com um salário médio de R$ 3.600. Isso gera um aumento médio na renda familiar desses jovens de 240%.”",
                    "linkTitle": "Ler noticia"
                },
                "2": {
                    "content": "“Tecnologia e impacto podem e devem andar juntos, afirma o CEO e fundador da ONG, Cleber Guedes, em sintonia com as metas do iFood. A Programadores do Amanhã foi criada para gerar renda e emprego para jovens negros por meio do ensino da programação.”",
                    "linkTitle": "Ler noticia"
                },
                "3": {
                    "linkTitle": "Ver video"
                },
                "4": {
                    "content": "“O curso atua como uma ponte entre sonhos e realidade, oferecendo um caminho para que pessoas que antes viam a carreira em TI como algo distante possam agora trilhar um percurso concreto em direção ao sucesso”",
                    "linkTitle": "Ler noticia"
                },
                "5": {
                    "content": "“Com uma infraestrutura de qualidade, incluindo os melhores softwares e equipamentos, o “Programadores do Amanhã” promove uma conexão entre esses jovens talentos e grandes empresas que valorizam a diversidade e buscam construir um mercado mais inclusivo.”",
                    "linkTitle": "Ler noticia"
                },
                "6": {
                    "content": "“Nosso objetivo é ampliar as oportunidades para jovens negros e indígenas, proporcionando uma rota para ingressar no mercado de tecnologia, uma área muitas vezes marcada por desigualdades.”",
                    "linkTitle": "Ler noticia"
                },
                "7": {
                    "content": "“Mesmo sendo alta a demanda por profissionais da área de tecnologia e ciência da computação, o acesso à faculdade e aos cursos de capacitação é ainda restrito a poucas pessoas. Além do custo do investimento na qualificação profissional, tem também o investimento em um computador, ou notebook, de alta performance. Contudo não é barato e nem fácil ser programador. É por isso que o Projeto Programadores do Amanhã nasceu!”",
                    "linkTitle": "Ler noticia"
                },
                "8": {
                    "content": "“Nossa meta é atingir 80% de empregabilidade em até seis meses após a formação e meu sonho grande é que, futuramente, não seja necessário realizar um processo seletivo para sermos realmente acessíveis e que todo jovem que tenha interesse possa fazer o curso”, aponta Cleber Guedes.”",
                    "linkTitle": "Ler noticia"
                }
            }
        },
        "OurPartners": {
            "title": "Nossos Parceiros",
            "description": "Conheçam as empresas e institutos que nos ajudam a causar impacto nas vidas dos jovens negros e indígenas de todo o Brasil.",
            "maintainersLabel": "Mantenedores",
            "partnersLabel": "Apoiadores"
        },
        "Subscribe": {
            "title": "Inscreva-se para as nossas turmas",
            "description": "Para se inscrever, basta clicar no botão abaixo e preencher o nosso formulário de inscrição com seus dados. Nós entraremos em contato com você assim que abrirmos uma nova turma!",
            "button": "Inscreva-se para nossa proxima turma!"
        },
        "WantToSupport": {
            "title": "Nos Apoie",
            "description": "Nos apoie a multiplicar as oportunidades para jovens negros e indígenas de todo o Brasil!",
            "individual": {
                "title": "APOIE COMO PESSOA FÍSICA",
                "description": "Nos ajude através de doações ou sendo mentor de um dos nossos estudantes para que possamos juntos continuar a impactar as vidas de jovens negros e indígenas!",
                "buttonDonate": "Doe Aqui",
                "buttonMentor": "Quero Ser Mentor/a"
            },
            "institutional": {
                "title": "APOIE COMO EMPRESA OU INSTITUIÇÃO",
                "description": "Nos apoie a continuar a impactar as vidas de jovens negros e indígenas ou contrate um dos nossos talentos e mude uma vida!",
                "buttonSupport": "Quero Apoiar",
                "buttonHire": "Contrate um Talento"
            },
            "formTitle": "QUERO APOIAR"
        },
        "WhoAlreadyDone": {
            "title": "Quem já fez",
            "description": "Conheçam alguns dos ex-estudantes que já passaram pela Programadores do Amanhã e o que eles tem a dizer sobre nós. Eles estão fazendo incríveis coisas no mundo da tecnologia!",
            "buttonHireATalent": "Contrate um Talento"
        },
        "AboutFormation": {
            "title": "Nossa Formação",
            "description": "Nossa formação é totalmente baseada em projetos, com as turmas colocando a mão na massa desde o primeiro dia! Com essa abordagem, simulamos dinâmicas reais do mercado de trabalho, promovendo a aprendizagem entre pares e em squads. Tudo isso garante uma experiência prática, interativa e gamificada.",
            "formationCards": {
                "0": {
                    "label": "Programação Front-End",
                    "expandedText": "Oferecemos aulas, materiais e desafios para que os estudantes possam aprender a desenvolver front-ends modernos.",
                    "tagLabel": "Tecnologias:"
                },
                "1": {
                    "label": "Programação Back-End",
                    "expandedText": "Oferecemos aulas, materiais e desafios para que os estudantes possam aprender a criar back-ends para aplicações reais.",
                    "tagLabel": "Tecnologias:"
                },
                "2": {
                    "label": "Imersão em Inglês",
                    "expandedText": "Oferecemos aulas, materiais e desafios de inglês para que nossos estudantes possam explorar o universo tecnológico sem limites.",
                    "tagLabel": "Conteúdos:",
                    "tags": "Vocabulário-Apresentação pessoal-Presente simples-Advérbios de frequência-Passado simples-Presente Perfeito-Passado Contínuo-Verbos Modais"
                },
                "3": {
                    "label": "Soft Skills",
                    "expandedText": "Oferecemos aulas, materiais e desafios de habilidades comportamentais para que nossos estudantes possam se desenvolver de maneira profissional e aprender a lida com o outro e consigo mesmo em diferentes situações.",
                    "tagLabel": "Habilidades:",
                    "tags": "Ágil - SCRUM & KANBAN - Comunicação Não-Violenta - Gestão de conflitos - Inovação - Visão de negócio - Storytelling"
                },
                "4": {
                    "label": "Educação financeira",
                    "expandedText": "Oferecemos uma trilha de educação financeira para os estudantes aprenderem a gerenciar seu dinheiro eficientemente.",
                    "tagLabel": "Conteúdos:"
                }
            }
        },
        "HireATalent": {
            "title": "Contrate um Talento e Mude uma Vida",
            "description": "Apoiamos empresas a contratarem para seus programadas de formação de talentos em três formas:",
            "cards": {
                "0": {
                    "title": "Analista JR ou Trainee",
                    "description": "Contrate um Analista JR ou Trainee e traga inovação para sua equipe! Esses jovens talentos estão prontos para aplicar seus conhecimentos e contribuir com novas ideias. Invista em seu desenvolvimento e prepare-os para se tornarem futuros líderes na sua empresa. Entre em contato conosco e descubra como podemos ajudar na contratação de novos talentos!"
                },
                "1": {
                    "title": "Estágios",
                    "description": "Aproveite a oportunidade de contratar estagiários! Eles trazem energia e novas perspectivas, além de estarem ansiosos para aprender e contribuir com sua empresa. Com um programa de estágio bem estruturado, você pode moldar futuros profissionais enquanto ganha colaboradores dedicados. Entre em contato agora e comece o processo de seleção!"
                },
                "2": {
                    "title": "Jovem Aprendiz",
                    "description": "Invista no futuro ao contratar um Jovem Aprendiz! Essa é uma excelente forma de apoiar o desenvolvimento profissional de jovens entre 14 e 24 anos, enquanto eles contribuem com suas habilidades para sua empresa. Além de cumprir a legislação, você promove a inclusão social e forma cidadãos preparados para o mercado de trabalho."
                }
            },
            "buttonLearnMore": "Quero saber mais",
            "buttonHireATalent": "Contrate um Talento",
            "formTitle": "QUERO SABER MAIS"
        }
    },
    "who-we-are": {
        "WhoWeAre": {
            "start": "O Instituto Programadores do Amanhã tem a missão de",
            "highlight": "formar e empregar jovens pretos, pardos e indígenas",
            "end": "no mercado de tecnologia."
        },
        "WhereAreWe": {
            "title": "Nosso Impacto",
            "mapLoading": "Carregando Mapa...",
            "description": {
                "start": "Em parceria com algumas das",
                "highlight": " maiores empresas de tecnologia do Brasil e Institutos filantrópicos,",
                "middle": " o Programadores do Amanhã apoiou no processo de",
                "endHighlight": " conquista da primeira vaga de emprego de jovens de todas as regiões do Brasil, gerando mais de 6.7 milhões de reais em renda agregada."
            }
        },
        "OurValues": {
            "title": "Nossos valores",
            "description": " Conheça os nossos valores que nos guiam em nossa missão de empregar jovens negros e indígenas no mercado de tecnologia.",
            "cards": {
                "0": {
                    "label": "Impacto em primeiro lugar",
                    "content": "A Programadores do Amanhã existe para gerar renda e perspectiva de futuro para a juventude negra e indígena. Todas as nossas ações são focadas em qualificar e preparar os jovens para o mercado de trabalho de tecnologia. Pois sabemos que quando uma pessoa estudante se emprega, toda a sua estrutura familiar é impactada, contribuindo assim para o encerramento da pobreza geracional."
                },
                "1": {
                    "label": "Fazemos juntos",
                    "content": "A Programadores do Amanhã entende que os desafios são coletivos e que juntos somos mais capazes. Por isso nos apoiamos porque nos importamos com cada pessoa que compartilha a jornada conosco. Sabemos que nossos desafios são grandes, mas juntos podemos tornar a jornada individual mais leve e prazerosa."
                },
                "2": {
                    "label": "Genuinamente apaixonados",
                    "content": "Todos nós da Programadores do Amanhã somos genuinamente apaixonados pelo que fazemos porque entendemos que somos os meios para a mudança social que queremos ver para toda juventude negra e indígena no Brasil."
                },
                "3": {
                    "label": "Responsabilidade com os resultados",
                    "content": "Todos nós da  Programadores do Amanhã sempre buscamos criar novas soluções e formas de aumentar nosso impacto. Testamos e aprendemos com os resultados, nos apoiando em dados e indicadores para entender como evoluir."
                }
            }
        },
        "OurTeam": {
            "title": "Nosso Time",
            "description": "Conheça as pessoas que estão conosco nesta luta para tornar a nossa missão de empregar a juventude negra e indígena na area da tecnologia possível!"
        },
        "Advice": {
            "title": "Conselho Administrativo"
        },
        "SupervisoryBoard": {
            "title": "Conselho Fiscal"
        }
    },
    "transparency": {
        "TransparencyBanner": {
            "start": "No Instituto Programadores do Amanhã, acreditamos que a",
            "highlight": "transparência é fundamental",
            "middle": "para construir",
            "endHighlight": "confiança e fortalecer nossos laços com nossos apoiadores.",
            "button": "Acesse nosso Estatuto Social"
        },
        "ActivityReport": {
            "title": "Relatório de Atividades",
            "soon": "(Em Breve)",
            "description": "Apresentamos nossos relatórios de atividades, onde você pode acompanhar de perto o impacto do seu apoio e do trabalho que realizamos.",
            "cards": {
                "0": {
                    "title": "Em Breve",
                    "url": "#"
                }
            }
        },
        "FinancialStatements": {
            "title": "Demonstrativos Contábeis",
            "soon": "",
            "description": "Abaixo estão nossos demonstrativos contábeis onde você pode acompanhar como os recursos estão sendo gerenciados e utilizados pela Programadores do Amanhã.",
            "cards": {
                "0": [
                    {
                        "title": "Certificado de auditoria contábil 2024",
                        "url": "https://drive.google.com/file/d/1SgwDqy5xmLyfFmHs5-9vOABZtFAMyW-6/view?usp=sharing"
                    },
                    {
                        "title": "Demonstrações Contábeis 2024",
                        "url": "https://drive.google.com/file/d/1PNgNAz34Y90reYj7fJ6BJlNmhX7oDv1T/view?usp=sharing"
                    }
                ]
            }
        },
        "ElectionMinutes": {
            "title": "Atas de eleições",
            "soon": "",
            "description": "Abaixo encontram-se as nossas atas de eleições, onde poderá acompanhar as eleições do Programadores do Amanhã.",
            "cards": {
                "0": {
                    "title": "Ata eleição 2024",
                    "url": "https://drive.google.com/file/d/1Sp2uReAKfU08o-23JhwAw4GxUe3g4WXg/view?usp=sharing"
                }
            }
        }
    },
    "hire-a-talent": {
        "emptyState": {
            "start": "Estamos atualizando o banco de Talentos!",
            "end": "Por favor, volte mais tarde!",
            "button": "Voltar para a página inicial"
        },
        "HireUs": {
            "title": "Contrate diretamente conosco!",
            "button": "Entre em contato",
            "formTitle": "CONTRATE CONOSCO"
        },
        "StudentsCardsContainer": {
            "technologies": "Tecnologias",
            "interestAreas": "Areas de Interesse",
            "searchPlaceholder": "Procurando por alguém?",
            "resetFilters": "Limpar filtros",
            "emptySearchState": "Nenhum talento foi encontrado"
        },
        "Card": {
            "technologies": "Tecnologias:"
        }
    },
    "WannaSupport": {
        "title": "QUERO APOIAR",
        "successTitle": "Mensagem enviada com sucesso!",
        "successMessage": "Você será respondido em breve."
    },
    "footer": {
        "ourStamps": "Nossos selos",
        "copyright": "CNPJ 44.641.193/0001-35 - Todos os direitos reservados ao Instituto Programadores do Amanhã",
        "ods": "A Programadores do Amanhã apoia ao ODS 8 da ONU focado em Trabalho Decente Crescimento Econômico",
        "socialMedia": {
            "title": "Social"
        },
        "links": {
            "title": "Recursos",
            "subscribe": {
                "title": "Se Inscreva"
            },
            "donate": {
                "title": "Doe Aqui"
            },
            "hire": {
                "title": "Contrate um Talento",
                "href": "/contrate-um-talento"
            },
            "voluntary": {
                "title": "Seja Voluntário"
            },
            "workUs": {
                "title": "Trabalhe conosco"
            }
        }
    }
}